{
    "alpha-nvim": {
        "branch": "main"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-cmdline": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp_luasnip": {
        "branch": "master"
    },
    "copilot.vim": {
        "branch": "release"
    },
    "dressing.nvim": {
        "branch": "master"
    },
    "flit.nvim": {
        "branch": "main"
    },
    "fzf.vim": {
        "branch": "master"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "gruvbox.nvim": {
        "branch": "main"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "leap.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "neo-tree.nvim": {
        "branch": "v2.x"
    },
    "neoconf.nvim": {
        "branch": "main"
    },
    "neodev.nvim": {
        "branch": "main"
    },
    "noice.nvim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "null-ls.nvim": {
        "branch": "main"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-notify": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "persistence.nvim": {
        "branch": "main"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "popup.nvim": {
        "branch": "master"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "toggleterm.nvim": {
        "branch": "main"
    },
    "tokyonight.nvim": {
        "branch": "main"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "vim-repeat": {
        "branch": "master"
    },
    "vim-startuptime": {
        "branch": "master"
    },
    "which-key.nvim": {
        "branch": "main"
    }
}
